Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2018/5_studiepoengproduksjon_i_samiske_sprak.pdf.tmx
Source language: nob
Languages: sme

source: 5 Studiepoengproduksjon i samiske språk
sme: 5 Oahppočuoggáid buvttadeapmi sámegielas

source: Seniorrådgiver hos Fylkesmannen i Nordland
sme: Seniorráđđeaddi Nordlándda Fylkkamánnis

source: Sammendrag:
sme: Čoahkkáigeassu:

source: I en stadig mer spesialisert verden er det et økende samfunnsbehov for høy kompetanse i samisk språk.
sme: Máilmmis, gos dađistaga eambbo spesialiserejuvvo, de lea servvodatdárbbu mielde eambbo dárbu ahte sámegielas lea alla gelbbolašvuođa.

source: Fagpersoner med kompetanse i samisk på høyere nivå er nødvendig for å sikre at samfunnets behov for samisk kompetanse blir dekket, men det betyr også mye for språkenes utvikling.
sme: Lea hui dárbu fágaolbmuide, geain lea gelbbolašvuohta sámegielas alit dásis, go galgat sihkkarastit gokčat sámegiela gelbbolašvuođa servodaga dárbbu mielde, muhto das lea maid mearkkašupmi giella ovdáneapmái.

source: Studieprogrammer i samisk på høyere nivå vil være med på å styrke samiske språks status både i samiske samfunn, men også i storsamfunnet.
sme: Sámegiela oahppoprográmmat alit dásis leat mielde nanneme sámegiela árvodási sihke sámi servodagas ja maiddái stuora servodagas.

source: Artikkelen ser på utviklingen i høyere utdanning i samisk de siste ti årene, både for sørsamisk, lulesamisk og nordsamisk.
sme: Artihkkalis guorahalan movt sámegiella lea ovdánan alit oahpahusas dan logi maŋemus jagis, sihke lullisámegielas, julevsámegielas ja davvisámegielas.

source: Eksamener i samisk språk er i denne perioden avlagt ved Samisk høgskole, Universitetet i Tromsø og Nord universitet, samt ved de tidligere institusjonene som har fusjonert til disse institusjonene.
sme: Sámegiela eksámenat leat čađahuvvon Sámi allaskuvllas, Romssa universitehtas ja Davvi universitehtas, ja maiddái dat ovddeš ásahusat mat leat ovttastuhtton dáidda ásahusaide.

source: Gjennom denne artikkelen vil man avdekke utviklingen i studiepoengproduksjon og bidra til at de som skal treffe beslutninger om tiltak på området, har kunnskap om høyere utdanning i samisk språk.
sme: Dán artihkkala bokte gehččo movt oahppočuoggáid buvttadeapmi lea ovdánan ja galgá leat veahkkin sidjiide geat galget mearridit doaibmabijuid suorgái, vai sis lea máhttu sámegiela alit oahpahusa hárrái.

source: 5.1 Innledning
sme: 5.1 Álggahus

source: Det har i en årrekke vært høy interesse for samiske elevtall i skolen og i hvilken grad disse går opp eller ned.
sme: Lea jahkeviissaid mielde leamaš olu beroštupmi sámegiela ohppiidlohkui skuvllas ja movt dat lassánit dahje njidjet.

source: Høyere samisk språkutdanning har det derimot vært mindre oppmerksomhet rundt.
sme: Sámegiela alit giellaoahpahussii lea leamaš unnit fuomášupmi.

source: For at samiske språk skal være levende samfunnsspråk og ikke kun nettverksspråk, må de helst brukes på de fleste arenaer i samfunnet, og samisktalende må være i stand til å bruke språket på disse arenaene.
sme: Jus sámegiella galgá leat ealli servodatgiella iige dušše fierpmádatgiella, de ferte dat gullot eanas servodat arenain ja sámegielagat fertejit atnit giela dain arenain.

source: Terminologiutvikling og bruk av samisk i høyere utdanning og forskning er sentrale momenter for å sikre at samisk kan brukes overalt og på et høyt nivå.
sme: Terminologiijaovdáneapmi ja sámegiela atnu alit oahpahusas ja dutkamis leat guovddáš momeanttat go galgá sihkkarastit ahte sámegiella adno juohke sajis ja alit dásis.

source: Derfor er det betydningsfullt å inneha kunnskap om studiepoengproduksjonen i samisk og se utviklingen av denne over tid.
sme: Danne lea mávssolaš go lea ipmárdus sámegiela oahppočuoggáid buvttadeamis ja beassá oaidnit movt dat guhkit áiggi badjel ovdána.

source: Dette kan bidra til å treffe beslutninger om målrettede tiltak for å styrke bruken av samisk på høyt nivå og for å vurdere hvor det er behov for differensierte virkemidler.
sme: Dat sáhttá leat veahkkin go galgá mearridit ulbmillaš doaibmabijuid vai nannet sámegiela anu alit dásis ja go galgá árvvoštallat gosa lea dárbu earuheaddji váikkuhangaskaomiid.

source: Artikkelen vil omhandle studieproduksjonen ved høyere utdanningsinstitusjoner i Norge som tilbyr studier i samisk språk i høyere utdanning.
sme: Artihkal válddahallá oahppočuoggáid buvttadeami alit oahpahusásahusain Norggas, gos fállet sámegiela oahpahusa alit dásis.

source: Tidsperspektivet vil være de ti foregående studieårene.
sme: Áigeperspektiiva lea dan logi maŋemus oahppojagi.

source: I Samiske tall forteller 6 så vi på studiepoengproduksjon fra 2008 til 2012. Den nåværende artikkelen går derfor inn i en tidsserie der vi forsøker å se utviklingen i et lengre perspektiv.
sme: Sámi logut muitalit 6 geahčaimet oahppočuoggáid buvttadeamis 2008 gitta 2012. Dán artihkkalis guorahallo áigeráiddu ektui, mas geahččalit guorahallat movt ovdáneapmi lea dáhpáhuvvan guhkit áiggi ektui.

source: Det blir altså lagt vekt på samiske språkkurs som er studiepoenggivende.
sme: Geahččat sámegiela giellakurssaid main oažžu oahppočuoggáid.

source: Det betyr at man avlegger en eksamen ved et høyere lærested og får studiepoeng ut fra arbeidsomfanget på kurset.
sme: Dat mearkkaša ahte čađaha eksámena alit oahppoásahusas ja oažžu oahppočuoggáid bargomeari ovddas mii lea kurssas.

source: Denne artikkelen ser på gjennomførte kurs i samisk språk.
sme: Dát artihkal geahččá čađahuvvon kurssaid sámegielas.

source: 5.2 Samisk høyere utdanning i et historisk perspektiv
sme: 5.2 Sámegiela alit oahpahus historjjálaš geahčastagas

source: Universitetet i Oslo var den første institusjonen som tilbydde samisk høyere utdanning i Norge.
sme: Oslo universitehta lei vuosttaš ásahus mii fálai sámegiel alit oahpahusa Norggas.

source: De hadde professorat i samisk helt tilbake til 1870-tallet.
sme: Sis lea leamaš professor sámegielas juo 1870-logus.

source: Etter hvert ble det også utvikla samiske kurs ved Universitetet i Tromsø.
sme: Dađistaga ovddiduvvojedje sámegiel kurssat Romssa universitehtas maid.

source: I en periode var det også samiske kurs ved blant anna lærerutdanninga i Alta.
sme: Ovtta gaskka lei sámegiel oahpahus earret eará oahpaheaddjeoahpus Álttás maiddái.

source: Samisk høgskole ble oppretta i 1989. Formålet var å dekke det samiske samfunnets behov og styrke samisk kompetanse, og kurs i samisk var naturlige studietilbud.
sme: Sámi allaskuvla ásahuvvui 1989. Ulbmil lei gokčat sámegiela servodatdárbbu ja nannet sámegiela gelbbolašvuođa, ja sámegiel kurssat ledje lunddolaš oassin oahppofálaldagain.

source: Under opprettinga av Universitetet i Tromsø i 1972 ble det påpekt at institusjonen hadde en rekke oppgaver å ivareta i Nord-Norge når det gjaldt å tjene landsdelens behov innenfor samfunnslivet i vid forstand.
sme: Go Romssa universitehta ásahedje 1972, de čujuhuvvui ahte ásahusas ledje ollu fuolahan barggut Davvi-Norggas, mii guoskkai viidát riikkaoasi servodatdárbbuide.

source: Særlig ble behovene til den samiske befolkningen understreket.
sme: Earenoamážiid deattuhedje sámi álbmoga dárbbuide.

source: Som en følge av Stortingets behandling av St.meld. 34 (2001–2002) Kvalitetsreformen om høyere samisk utdanning og forskning ble universitetet tillagt et nasjonalt ansvar for samisk og urfolksrelatert forskning, utdanning og formidling.
sme: Kvaliteahttaođastus Alit sámi oahpu ja dutkama birra, de biddjui universitehtii našuvnnalaš ovddasvástádus sámi ja eamiálbmot guoski dutkamiidda, oahpahussii ja gaskkusteapmái.

source: Styrking av samisk språk ble videre et av de viktigste tiltakene i realiseringa av universitetets egen samiske strategiplan.
sme: Sámegiela nannen šattai okta dain mávssoleamos doaibmabijuin go galge duohtandahkat universitehta iežas sámi strategiijaplána.

source: Universitetet i Tromsø fusjonerte med Høgskolen i Finnmark i 2013 og ble til UiT Norges arktiske universitet, som igjen fusjonerte med Høgskolen i Narvik og Høgskolen i Harstad i 2016.
sme: Romssa universitehta ovttastahttui Finnmárkku allaskuvllain 2013 ja šattai UiT Norgga árktalaš universitehtan, mii fas ovttastahttui Narviikka allaskuvllain ja Hárštá allaskuvllain 2016.

source: Samisk høgskole og Universitetet i Tromsø tilbød i hovedsak kurs i nordsamisk.
sme: Sámi allaskuvla ja Romssa universitehta váldofálaldat lei davvisámegiela kurssa.

source: Studenter som ønsket høyere utdanning i lulesamisk og sørsamisk, reiste ofte til svenske universiteter for å gjennomføre språkstudiene der.
sme: Studeanttat geat áigo alit oahpahusa julevsámegielas ja lullisámegielas manne dávjá Ruoŧa universitehtaide čađahit giellaoahpahusaid doppe.

source: I 1980 tok Lærerutdanningsrådet kontakt med Levanger lærerhøgskole (som ble en del av Høgskolen i Nord-Trøndelag etter høgskolereformen i 1994 og seinere fusjonerte til Nord universitet) med ønske om at lærerhøyskolen skulle ta ansvar for å opprette en halvårsenhet i sørsamisk.
sme: 1980 válddii Lærerutdanningsrådet (oahpaheddjiid oahpahusráđđi) oktavuođa Levanger oahpaheaddjeallaskuvllain (mii šattai oassin Davvi-Trøndelága allaskuvllain maŋŋil allaskuvlaođastusa 1994 ja mii maŋŋil ovttastahttui Davvi universitehtain) dainna sávaldagain ahte oahpaheaddjeallaskuvla galggaše váldit ovddasvástádusa álggahit jahkebeale oahpahusa lullisámegielas.

source: Studiet starta opp høsten 1981, og i 1988 ble det tilsatt en stipendiat i sørsamisk.
sme: Oahpahus álggahuvvui čakčat 1981 ja 1988 virgáduvvui stipendiáhtta lullisámegielas.

source: Bodø lærerhøgskole (som seinere ble Høgskolen i Bodø og så Universitetet i Nordland før også den fusjonerte til Nord universitet) oppretta et artiumkurs i lulesamisk tidlig på åttitallet.
sme: Bådåddjo oahpaheaddjeallaskuvla (mii maŋŋil šattai Bådåddjo allaskuvlan ja de Nordlándda universitehtan, mii maŋŋil fas ovttastahttui Davvi universitehtain) álggahii artiumkurssa julevsámegielas álggu geahčen 1980-logu.

source: I 1985 starta lulesamisk 1 på 30 studiepoeng.
sme: 1985 álggahuvvui julevsámegiella 1 mas ledje 30 oahppočuoggá.

source: Høgskolelektoren var et konkret resultat av stipendiatstillingen ved at den første hovedfagseksamenen i lulesamisk ble avlagt i 1999.
sme: Allaskuvlalektor lei konkrehtalaš boađus stipendiáhttavirggis danne go son lei vuosttaš gii čađahii váldofágaeksámena julevsámegielas 1999.

source: I 2000 ble en professor II i lulesamisk tilsatt. I 2012 ble det første kullet på bachelor i lulesamisk tatt opp ved Universitetet i Nordland.
sme: 2000 virgáduvvui julevsámegiela professor II. 2012 gerge vuosttáš julevsámegiela bachelor studeanttat Nordlándda universitehtas.

source: 1. januar 2016 ble det gjennomført en fusjon mellom Universitetet i Nordland, Høgskolen i Nesna og Høgskolen i Nord-Trøndelag.
sme: Ođđajagimánu 1.beaivvi 2016 ovttastahttojedje Nordlándda Universitehta, Nesna allaskuvla ja Davvi-Trøndelága allaskuvla.

source: Dette medfører at samme institusjon – Nord universitet – nå har nasjonalt ansvar for både lulesamisk og sørsamisk språk i lærerutdanningene, og man
sme: Dat mielddisbuktá ahte seamma ásahusas – Davvi universitehtas lea dál našuvnnalaš ovddasvástádus sihke julevsámegielas ja lullisámegielas oahpaheaddjeoahpuin, ja sáhttá bidjat doaibmabijuid johtui goappaš suopmaniidda, main leat

source: kan sette inn tiltak for begge språkene, som har en rekke av de samme utfordringene.
sme: olu dain seamma hástalusain.

source: 5.3 Betydningen av samisk språk ved universiteter og høyskoler
sme: 5.3 Sámegiela mearkkašupmi universitehtain ja allaskuvllain

source: For at samiske språk skal være levende samfunnsspråk, er det viktig at de kan brukes på de fleste arenaer i samfunnet.
sme: Jus sámegiella galgá leat ealli servodatgiella, de lea dárbbašlaš ahte dat sáhttet adnot eanas arenain servodagas.

source: Derfor er det nødvendig at enkelte innehar høyere formalkompetanse i samiske språk.
sme: Danne lea mávssolaš ahte soapmasiin lea alit formálagelbbolašvuohta sámegielas.

source: Høyere utdanningstilbud i samisk er med på å øke samiske språks status både hos samer og i storsamfunnet.
sme: Alit oahpahusfálaldat sámegielas lea mielde lokteme sámegiela árvvu sihke sápmelaččain, ja maiddái stuoraservodagas.

source: En rekke studier har vist at det å ta tilbake språket er en viktig del av selvbestemmelsen for urfolk og minoriteter.
sme: Máŋggat dutkamušat leat čájehan ahte váldit ruovttoluotta giela lea mávssolaš oassi eamiálbmot ja unnitlogučearddaid iešmearrideapmái.

source: I samfunnet er det en stadig økende etterspørsel etter kandidater med høy samiskspråklig kompetanse, både som språkarbeidere, i stillinger innenfor utdanning, i byråkratiet og i media, for å nevne enkelte institusjoner.
sme: Servodagas lea dađistaga lassánan jearru kandidáhtaide geain lea alit sámegiela gelbbolašvuohta, sihke oahpahusas, byråkratiijas, giellabargiin ja medias, namuhan dihte muhtin ásahusaid.

source: Høyere utdanningstilbud i samisk er også avgjørende for at samisk skal kunne brukes som forskningsspråk.
sme: Alit oahppofálaldat sámegielas lea maiddái mearrideaddjin dasa ahte sámegiela galgá sáhttit atnit dutkangiellan.

source: 5.4 Fokus og satsing på elevtall og studenttall
sme: 5.4 Ohppiidlogu ja studeantalogu fuomášupmi ja áŋgiruššan

source: Mange av dem som jobber med å styrke og utvikle samiske språkkurs på høyere nivå – studiepoenggivende språkkurs – uttrykker frustrasjon over mangel på politisk interesse og finansiering av språksatsingen.
sme: Máŋggas sis geat barget nannemiin ja ovdánahttimiin sámegiela giellakurssaid alit dásis – fuolastuvvet go politihkkárat unnán beroštit ja ruhtadit giellaáŋgiruššama giellakurssaid hárrái, main lea vejolaš oažžut oahppočuoggáid.

source: Dette står i kontrast til elevtallene for samisk i grunnopplæringa og spesielt i grunnskolen.
sme: Dat lea vuostálasvuohta sámegiela ohppiidlogu ektui vuođđooahpahusas ja earenoamážiid vuođđoskuvllas.

source: Tabellen under viser artikkelforfatterens egne vurderinger av den skjematiske forskjellen mellom samiske elevtall i skolen og studenttall på universitets- og høyskolenivå: Tabellen viser at det er vesentlig forskjell mellom vilkårene for samisk satsing i skolen og i høyere utdanning.
sme: Tabealla vuollelis čájeha artihkalčálli iežas árvvoštallamiid skoválaš erohusas gaskal sámegiela ohppiidlogu ja studeantalogu universitehtain ja allaskuvladásis: Tabealla čájeha ahte lea stuora erohus eavttuin sámegiela áŋgiruššamis skuvllas ja alit oahpahusas.

source: Media viser veldig stor interesse for utviklingen i samiske elevtall, men nesten ingen interesse for hvor mange kandidater som gjennomfører samiske kurs innenfor høyere utdanning.
sme: Media berošta hui ollu sámegiela ohppiidlogu ovdáneamis, muhto ii báljo obanassiige beroš man ollu kandidáhta čađahit sámegiela kurssaid alit oahpahusas.

source: Politisk interesse kan være noe vanskeligere å måle, og den sammenfaller også i stor grad med medieinteressen.
sme: Politihkalaš beroštumi lea veahá váddásit meroštallat, ja váikkuha hui olu dan ektui movt media berošta áššis.

source: Politikerne kommenterer gjerne på det media spør om.
sme: Politihkkárat kommenterejit áinnas dan maid media jearrá.

source: Likevel kan man med stor rett hevde at politikerne er interessert i elevtallene, men noe mindre interessert i studiepoengproduksjonen og kandidatproduksjonen i samisk.
sme: Goitge sáhttá rievtti mielde čuoččuhit ahte politihkkárat beroštit ohppiidlogus, ja unnit beroštit oahppočuoggáid buvttadeamis ja kandidáhttabuvttadeamis sámegielas.

source: Sametingets voksenopplæringsprogram som ga studiepoeng, altså kurs innenfor høyere utdanning, viser likevel at selv med redusert vektlegging av dette nivået kan politikerne treffe nødvendige tiltak for å øke studiepoengproduksjonen og således sikre at flere kandidater får samisk kompetanse på et høyt nivå.
sme: Sámedikki rávisolbmuid oahpahusprográmma mas olaha oahppočuoggáid, namalassii dušše kurssain alit oahpahusas, čájeha vaikko lea unnit fuomášupmi dán dásis, de sáhttet politihkkárat mearridit dárbbašlaš doaibmabijuid vai lassánit oahppočuoggáidbuvttadeapmi. Dan bokte de sihkkarastit ahte eambbo kandidáhtat ožžot sámegiela gelbbolašvuođa alit dásis.

source: Den økonomiske situasjonen er også ulik.
sme: Ekonomalaš dilli lea maid iešguđetlágan.

source: I grunnopplæringa (grunnskolen og videregående opplæring) er det et eget statstilskudd til kommuner som har elever som får samiskopplæring.
sme: Vuođđooahpahusas (vuođđoskuvllas ja joatkkaskuvllas) lea sierra stáhtadoarjja suohkaniidda gos leat oahppit geat ožžot oahpahusa sámegielas.

source: Dette er et særtilskudd ut fra antall gruppetimer i samisk som gjennomføres i kommunen, og ligger per i dag på noe over 500 kroner for hver gruppetime.
sme: Dát lea sierradoarjja dan mielde man ollu čađahuvvojit joavkodiimmu suohkanis, ja dál lea dat badjelaš 500 ruvnno juohke joavkodiimmu ovddas.

source: For universiteter og høyskoler finnes ikke slike særtilskudd.
sme: Universitehtaide ja allaskuvllaide eai leat dakkár sierradoarjagat.

source: Her mottar alle UH-institusjoner midler for antall studiepoeng som produseres etter en studiepoengindikator og en kandidatindikator.
sme: Dáppe ožžot buot UA-ásahusat doarjagiid juohke oahppočuoggáid ovddas mat buvttaduvvojit oahppočuoggáid indikáhtora mielde ja kandidáhttaindikáhtora mielde.

source: Dette er to av flere elementer i en resultatindikator der begge inngår i ei åpen ramme, det vil si at beløpene avgjøres av hvor mange studiepoeng og hvor mange kandidater institusjonen produserer hvert år.
sme: Dát leat guokte máŋgga elemeanttas boađusindikáhtoris mas goappašagat leaba rabas rámmaid siskkobealde, mii mearkkaša ahte ruhtasupmi mearriduvvo dan mielde man ollu oahppočuoggát ja man galle kandidáhta ásahus buvttada jahkásaččat.

source: Jo flere studiepoeng og kandidater en UH-institusjon produserer, jo mer midler får institusjonen i overføringer fra departementet.
sme: Mađi eambbo oahppočuoggáid ja kandidáhta okta UA-ásahus buvttada, dađi eambbo ruhtada departemeanta ásahusa.

source: Kandidatindikatoren ble innført for at det også skulle belønnes å tilby lengre gradsstudier og ikke bare enkeltstående kurs.
sme: Kandidáhttaindikáhtor ásahuvvui maid dan dihte vai galggai bálkkašit daid geat fállet guhkit grádaoahpahusaid iige dušše ovttaskas kurssa.

source: Fortsatt er det om lag halvparten av studentene som ikke gjennomfører sine studier på normert tid på nasjonalt plan.
sme: Ain dál lea dušše bealli studeanttain geat eai čađat oahpuideaset normerejuvvon áigái našuvnnalaš plánaid mielde.

source: Resultatindikatorene i åpen ramme er positive insitamenter for å sikre at UH-institusjonene bestreber seg på flest mulig avlagte eksamener og flest mulig gjennomførte studieløp.
sme: Boađusindikáhtorat rabas rámmain leat movttiideaddjin dasa vai sihkkarastá UA-ásahusaid áŋgiruššat oažžut eanemus lági mielde studeanttaid čađahit eksámeniid ja ahte nu eatnagat go vejolaš gergehit oahpuid.

source: Imidlertid er utfordringen at det for samisk språk, og det gjelder alle samiske språk, ofte er så få kandidater at produksjonen av studiepoeng og kandidatproduksjonen økonomisk blir svært beskjeden.
sme: Goitge lea hástalus sámegielas, ja dat guoská buot sámegielaide, go dávjá leat nu unnán kandidáhtat ahte oahppočuoggáid buvttadeapmi ja kandidáhtta buvttadeapmi leat áibbas unnán.

source: I praksis er det faktisk slik at institusjonene taper penger på å tilby samiske språkkurs og studietilbud.
sme: Praktihkalaččat mearkkaša dan ahte ásahusat gillájit ruđalaččat go fállet sámegiel giellakurssaid ja oahppofálaldagaid.

source: Derfor finnes det få incitamenter for å satse hardt på samiske språkkurs ved UHinstitusjonene.
sme: Danne leat unnán movttiidahttindoaimma áŋgiruššat garrasit oažžut sámegiel giellakurssaid UA-ásahusaide.

source: Man er avhengig av at de ser betydningen av å tilby samiske språkkurs’, uavhengig av økonomi.
sme: Gáibiduvvo ahte oidnet ávkki fállat sámegiel giellakurssaid beroškeahttá ekonomiija.

source: Resultatindikatorene er ikke et samisk særtilskudd, men tilbys for alle studiepoenggivende kurs.
sme: Boađusindikáhtoriin ii leat sámegiela sierradoarjja, muhto fállo buot kurssaide main oažžu oahppočuoggáid.

source: Det sikrer ikke langsiktighet og trygghet for samiske språksatsinger på høyere nivå.
sme: Dat ii sihkkarastá sámegiela giellaáŋgiruššama alit oahpahusas guhkitáiggi ja oadjebasvuođa ektui.

source: Vi vil komme tilbake til dette under tilrådinger.
sme: Dan birra čállo eambbo rávvagiid vuolde.

source: 5.5 Ansvarsfordeling for samisk i høyere utdanning
sme: 5.5 Sámegiela alit oahpahusa ovddasvástádus juohku:

source: Samisk høgskole er i en helt spesiell posisjon ved at de har samisk som både undervisnings-, forsknings- og administrasjonsspråk og også har et overordna ansvar for all samisk høyere utdanning i Norge.
sme: Sámi allaskuvla lea earenoamáš dilis dan ektui go sis lea sámegiella sihke oahpahus-, dutkan- ja hálddahusgiellan. Sis lea maid bajimuš ovddasvástádus buot sámi alit oahpahusas Norggas.

source: Sammen med UiT Norges arktiske universitet står de for den største studiepoengproduksjonen i samisk, og det er i hovedsak i nordsamisk.
sme: Searválaga UiT Norgga árktalaš universitehtain lea sis eanemus oahppočuoggáid buvttadeapmi sámegielas, ja dat lea eanas davvisámegielas.

source: Levanger lærerhøgskole fikk det formelle ansvaret for sørsamisk høyere utdanning i 1986. Høgskolen i Bodø ble av Utdannings- og forskningsdepartementet tildelt ansvaret for lulesamisk høgere utdanning i 1989. Som jeg har vist over, var det imidlertid høyere språkstudier i Nordland og Nord-Trøndelag også før de nevnte institusjonene fikk det formelle ansvaret fra departementet.
sme: Oahpahus- ja dutkandepartemeanta attii Bådåddjo allaskuvlii ovddasvástádusa julevsámegiela alit oahpahusas 1989. Nugo lean čájehan ovdalis, de ledje alit giellaoahpahusat Nordlánddas ja Davvi-Trøndelágas maiddái ovdal go ásahusat ožžo dan formálalaš ovddasvástádusa Departemeanttas.

source: Fusjonen i 2016 medførte som nevnt at ansvaret for sørsamisk og lulesamisk nå tilligger samme institusjon – Nord universitet.
sme: Ovttastupmi 2016 mielddisbuvttii, nugo namuhuvvon, ahte lullisámegiela ja julevsámegiela ovddasvástádus lea dál seamma ásahusas, namalassii Davvi universitehtas.

source: I noen tilfeller har kursene blitt utvikla i samarbeid mellom flere høyere utdanningsinstitusjoner, for eksempel ble sørsamisk 3 starta som et samarbeid mellom Høgskolen i Nord-Trøndelag og Universitetet i Tromsø.
sme: Muhtomin leat kurssat ovdánan go máŋga alit oahpahusásahusa lea ovttasbargan. Ovdamearkka dihte álggahuvvui lullisámegiella 3 go Davvi-Trøndelága allaskuvla ja Romssa universitehta

source: Sametingets voksenopplæringsprogram i samisk medførte at Samisk høgskole tilbød kurs gjennom voksenopplæringsprogrammet i flere samiske språk i en periode.
sme: Sámedikki rávisolbmuid sámegiela oahpahusprográmma mielddisbuvttii ahte ovtta áigodaga fálai Sámi allaskuvla kurssaid rávisolbmuid oahpahusprográmmaid bokte máŋgga sámegiel suopmanis.

source: I sørsamisk har det vært studietilbud i samarbeid med Aajege – sørsamisk språk- og kompetansesenter på Røros.
sme: Lullisámegielas lea leamaš oahppafálaldat searválaga Aajegein- lullisámi giella- ja gelbbolašvuođaguovddážiin Plassjes.

source: 5.5.1 Studiepoengproduksjon i sørsamisk
sme: 5.5.1 Oahppočuoggáid buvttadeapmi lullisámegielas

source: Som nevnt i innledningen har Nord universitet ansvaret for sørsamisk i høyere utdanning, men det har vært tilbudt kurs i samarbeid med UiT Norges arktiske universitet og Samisk høgskole.
sme: Nugo namuhuvvon ovdalis de lea Davvi universitehtas ovddasvástádus lullisámegiela alit oahpahusas, muhto leat maiddái fállon kurssat searválaga UiT Norgga árktalaš universitehtain ja Sámi allaskuvllain.
